xml/request_templates/oclc_cd_per_noergaard.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:29124965">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:38.027Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:38.081Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:38.027Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:38.081Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:38.034Z" MIMETYPE="text/xml" SIZE="1614">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>koncert for violin &amp; orkester nr. 1</dc:title>
  <dc:title>MATCH:koncer</dc:title>
  <dc:creator>Per Nørgård f. 1932</dc:creator>
  <dc:creator>NOBIRTH:Per Nørgård</dc:creator>
  <dc:creator>MATCHSTRING:Nørgårdp</dc:creator>
  <dc:subject>instrumental</dc:subject>
  <dc:subject>orkester</dc:subject>
  <dc:subject>violin</dc:subject>
  <dc:subject>violinkoncert</dc:subject>
  <dc:subject>Danmark</dc:subject>
  <dc:subject>1980-1989</dc:subject>
  <dc:subject>1990-1999</dc:subject>
  <dc:subject>2000-2009</dc:subject>
  <dc:publisher>bis</dc:publisher>
  <dc:publisher>MATCHSTRING:bis</dc:publisher>
  <dc:contributor>MATCHSTRING:Guptar</dc:contributor>
  <dc:contributor>MATCHSTRING:Herresthalp</dc:contributor>
  <dc:contributor>MATCHSTRING:Moi</dc:contributor>
  <dc:contributor>MATCHSTRING:stavangers symfoniorkester</dc:contributor>
  <dc:contributor>rolf gupta</dc:contributor>
  <dc:contributor>peter herresthal</dc:contributor>
  <dc:contributor>ida mo</dc:contributor>
  <dc:contributor>per nørgård f. 1932</dc:contributor>
  <dc:contributor>stavangers symfoniorkester</dc:contributor>
  <dc:date>2011</dc:date>
  <dc:type>Cd (musik)</dc:type>
  <dc:type>WORK:music</dc:type>
  <dc:identifier>870970-basis:29124965</dc:identifier>
  <dc:identifier>NUMBER:BISCD-1872</dc:identifier>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:38.034Z" MIMETYPE="text/xml" SIZE="10006">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>29124965|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Koncert for violin og orkester nr. 1</dc:title><dc:title xsi:type="dkdcplus:full">Koncert for violin og orkester nr. 1 (Herresthal)</dc:title><dcterms:alternative>Violin concertos nos 1 &amp; 2</dcterms:alternative><dcterms:alternative>Helle Nacht</dcterms:alternative><dc:creator>Per Nørgård (f. 1932)</dc:creator><dc:creator xsi:type="oss:sort">Nørgård, Per (f. 1932)</dc:creator><dc:subject xsi:type="dkdcplus:DK5">78.412:42</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Orkestermusik med soloinstrumenter</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">instrumental</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">orkester</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">violin</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">violinkoncert</dc:subject><dc:subject xsi:type="dkdcplus:genre">violinkoncert</dc:subject><dc:description>Indspillet i Stavanger Konserthus, Norge august 2010</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>BIS</dc:publisher><dc:contributor>Rolf Gupta</dc:contributor><dc:contributor>Peter Herresthal</dc:contributor><dc:contributor>Ida Mo</dc:contributor><dc:contributor>Per Nørgård (f. 1932)</dc:contributor><dc:contributor>Stavangers Symfoniorkester</dc:contributor><dc:date>2011</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Cd (musik)</dc:type><dc:format>1 cd, 1 kommentarbilag</dc:format><dc:identifier>BIS CD-1872</dc:identifier><dcterms:hasPart xsi:type="dkdcplus:track">Koncert for violin og orkester nr. 1</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Tidsrum</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Koncert for violin og orkester nr. 2</dcterms:hasPart><dcterms:spatial xsi:type="dkdcplus:DBCM">Danmark</dcterms:spatial><dcterms:temporal xsi:type="dkdcplus:DBCM">1980-1989</dcterms:temporal><dcterms:temporal xsi:type="dkdcplus:DBCM">1990-1999</dcterms:temporal><dcterms:temporal xsi:type="dkdcplus:DBCM">2000-2009</dcterms:temporal></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">29124965</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20120312180430</marcx:subfield><marcx:subfield code="d">20111209</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="006"><marcx:subfield code="2">a</marcx:subfield><marcx:subfield code="a">20111205</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">s</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2011</marcx:subfield><marcx:subfield code="b">se</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">s</marcx:subfield><marcx:subfield code="g">xc</marcx:subfield><marcx:subfield code="b">a</marcx:subfield><marcx:subfield code="h">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="023"><marcx:subfield code="a">7318590018729</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">ACM201149</marcx:subfield><marcx:subfield code="a">DMO201211</marcx:subfield><marcx:subfield code="x">BKM201211</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="039"><marcx:subfield code="a">ork</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Nørgård</marcx:subfield><marcx:subfield code="h">Per</marcx:subfield><marcx:subfield code="c">f. 1932</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="239"><marcx:subfield code="t">Koncert for violin og orkester nr. 1</marcx:subfield><marcx:subfield code="u">Helle Nacht</marcx:subfield><marcx:subfield code="ø">Herresthal</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Violin concertos nos 1 &amp; 2</marcx:subfield><marcx:subfield code="e">Per Nørgård</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="b">BIS</marcx:subfield><marcx:subfield code="c">p 2011</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="n">1 cd</marcx:subfield><marcx:subfield code="d">1 kommentarbilag</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Indspillet i Stavanger Konserthus, Norge august 2010</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="513"><marcx:subfield code="e">Stavanger Symphony Orchestra</marcx:subfield><marcx:subfield code="e">dirigent: Rolf Gupta</marcx:subfield><marcx:subfield code="i">recording producer: Martin Nagomi</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="531"><marcx:subfield code="a">Indhold:</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="538"><marcx:subfield code="f">BIS</marcx:subfield><marcx:subfield code="g">CD-1872</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">78.412</marcx:subfield><marcx:subfield code="v">42</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="i">78.412</marcx:subfield><marcx:subfield code="v">42</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="å">12</marcx:subfield><marcx:subfield code="i">78.411</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="å">13</marcx:subfield><marcx:subfield code="i">78.412</marcx:subfield><marcx:subfield code="v">42</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="m">violinkoncert</marcx:subfield><marcx:subfield code="n">instrumental</marcx:subfield><marcx:subfield code="n">violin</marcx:subfield><marcx:subfield code="n">orkester</marcx:subfield><marcx:subfield code="p">1980-1989</marcx:subfield><marcx:subfield code="p">1990-1999</marcx:subfield><marcx:subfield code="p">2000-2009</marcx:subfield><marcx:subfield code="l">Danmark</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Gupta</marcx:subfield><marcx:subfield code="h">Rolf</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Herresthal</marcx:subfield><marcx:subfield code="h">Peter</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Mo</marcx:subfield><marcx:subfield code="h">Ida</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="710"><marcx:subfield code="a">Stavangers Symfoniorkester</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="770"><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="a">Nørgård</marcx:subfield><marcx:subfield code="h">Per</marcx:subfield><marcx:subfield code="c">f. 1932</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="770"><marcx:subfield code="å">12</marcx:subfield><marcx:subfield code="a">Nørgård</marcx:subfield><marcx:subfield code="h">Per</marcx:subfield><marcx:subfield code="c">f. 1932</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="770"><marcx:subfield code="å">13</marcx:subfield><marcx:subfield code="a">Nørgård</marcx:subfield><marcx:subfield code="h">Per</marcx:subfield><marcx:subfield code="c">f. 1932</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="a">Koncert for violin og orkester nr. 1</marcx:subfield><marcx:subfield code="u">Helle Nacht</marcx:subfield><marcx:subfield code="e">Peter Herresthal, violin</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">12</marcx:subfield><marcx:subfield code="a">Tidsrum</marcx:subfield><marcx:subfield code="c">for orkester med klaver</marcx:subfield><marcx:subfield code="e">Ida Mo, klaver</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">13</marcx:subfield><marcx:subfield code="a">Koncert for violin og orkester nr. 2</marcx:subfield><marcx:subfield code="u">Borderlines</marcx:subfield><marcx:subfield code="e">Peter Herresthal, violin</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="o">201211</marcx:subfield><marcx:subfield code="b">v</marcx:subfield><marcx:subfield code="u">nt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2011-12-09</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:38.035Z" MIMETYPE="text/xml" SIZE="1063">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="o">lhp</marcx:subfield><marcx:subfield code="k">hlt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d09"><marcx:subfield code="z">ACK201149</marcx:subfield><marcx:subfield code="z">SFG201211</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f06"><marcx:subfield code="b">v</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n51"><marcx:subfield code="a">20120312</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20111209</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">TeamMUS201208</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">hlt</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:38.081Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:29124965">
    <isMemberOfUnit xmlns="info:fedora/">unit:48410</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:48410</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:33:19.816</timestamp>
<pid>870970-basis:29124965</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
